# CLI Tools
brew "bat"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "zoxide"
brew "atuin"
brew "htop"
brew "btop"
brew "trash"

# Development
brew "composer"
brew "httpie"
brew "mole"
brew "nvm"
brew "php"
brew "pyenv"

# Utilities
brew "gh"
brew "jq"
brew "wget"

# Fonts
cask "font-jetbrains-mono-nerd-font"
